const data = {
  'code': 0,
  'data': [
    {
      regName: '分区一',
      plots: [
        {
          'plotName': '总边缘',
          'bounds': [ // 地块矩形边界坐标
            107.8680635337757,
            22.94871346075051,
            107.8810207796656,
            22.96737139130754
          ],
          'desc': '对总边缘的描述',
          'exterior': [[2, 3], [2, 4]], // 地块边界坐标
          // 地块图层,用于替换高德地图对应图层.
          'lotRange': 2330 // 地块的总面积
        },
        {
          'bounds': [
            107.8707863071255,
            22.95046593922685,
            107.8766939224089,
            22.95599668495388
          ],
          'desc': '对地块-2的描述',
          'exterior': [[2, 3], [2, 4]],
          'layerUrl': 'https://ftp.bmp.ovh/imgs/2020/03/f721414df1c15086.png',
          'lotRange': 2330,
          'plotName': '地块-2'
        }
      ]
    },
    {
      'regName': '分区二',
      'plots': []
    }
  ]
}
